Repository: MinhPhuPham/macos-remote-by-iphone
Catalog: MacIOSRemoteLink/MacIOSRemoteApp/Localizable.xcstrings
Source language: en
Languages: ja, vi

# same_wifi_tab
source: Same WiFi
ja: 同じWiFi
vi: Cùng WiFi

# remote_ip_tab
source: Remote IP
ja: リモートIP
vi: IP từ xa

# connection_mode_picker
source: Connection Mode
ja: 接続方法
vi: Chế độ kết nối

# waiting_for_approval %@
source: Waiting for %@ to approve...
ja: %@の承認を待っています...
vi: Đang chờ %@ chấp thuận...

# check_mac_approval
source: Check your Mac for the approval dialog.
ja: Macの承認ダイアログを確認してください。
vi: Kiểm tra hộp thoại chấp thuận trên Mac của bạn.

# connecting_title
source: Connecting
ja: 接続中
vi: Đang kết nối

# reconnecting_message
source: Reconnecting...
ja: 再接続中...
vi: Đang kết nối lại...

# reconnect_attempt %lld %lld
source: Attempt %1$lld of %2$lld
ja: %2$lld回中%1$lld回目
vi: Lần thử %1$lld / %2$lld

# cancel_button
source: Cancel
ja: キャンセル
vi: Hủy

# reconnecting_title
source: Reconnecting
ja: 再接続中
vi: Đang kết nối lại

# error_title
source: Error
ja: エラー
vi: Lỗi

# try_again_button
source: Try Again
ja: 再試行
vi: Thử lại

# connect_title
source: Connect
ja: 接続
vi: Kết nối

# enter_pin_hint
source: Enter the PIN or password shown on your Mac
ja: Macに表示されているPINまたはパスワードを入力してください
vi: Nhập mã PIN hoặc mật khẩu hiển thị trên Mac của bạn

# pin_or_password_placeholder
source: PIN or Password
ja: PINまたはパスワード
vi: Mã PIN hoặc Mật khẩu

# connect_button
source: Connect
ja: 接続する
vi: Kết nối

# remote_ip_header
source: Remote IP
ja: リモートIPアドレス
vi: IP từ xa

# remote_ip_description %llu
source: Enter your Mac's IP address or hostname. Port %llu must be forwarded on your router.
ja: MacのIPアドレスまたはホスト名を入力してください。 ルーターでポート%lluを転送する必要があります。
vi: Nhập địa chỉ IP hoặc tên máy chủ Mac của bạn. Cần chuyển tiếp cổng %llu trên router.

# hostname_placeholder
source: Hostname or IP address
ja: ホスト名またはIPアドレス
vi: Tên máy chủ hoặc địa chỉ IP

# port_placeholder
source: Port
ja: ポート
vi: Cổng

source: Searching for Mac...
ja: Macを検索中...
vi: Đang tìm kiếm Mac...

# searching_hint
source: Make sure MyRemote Server is running on your Mac and both devices are on the same WiFi network.
ja: MacでMyRemoteサーバーが起動していることと、 両方のデバイスが同じWiFiネットワークに接続していることを確認してください。
vi: Đảm bảo MyRemote Server đang chạy trên Mac của bạn và cả hai thiết bị đều kết nối cùng mạng WiFi.

# server_available_label
source: Available
ja: 利用可能
vi: Sẵn sàng
